Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# AvoidRecycleBinDescription.Text
source: The file will be deleted permanently after enabling this option, please pay special attention to the risk of data loss
de_de: Die Datei wird nach Aktivierung dieser Option endgültig gelöscht, bitte achten Sie besonders auf das Risiko von Datenverlust
es: El archivo se eliminará de forma permanente después de habilitar esta opción, preste especial atención al riesgo de pérdida de datos
fr_fr: Le fichier sera supprimé définitivement après avoir activé cette option, veuillez porter une attention particulière au risque de perte de données
zh_hans: 启用此选项后将直接永久删除文件，请特别注意数据丢失的风险
zh_hant: 啟用此選項後文件將被永久刪除，請特別注意數據丟失風險

# DefaultDisplayModeDescription.Text
source: Specify the preferred layout mode for all folders, unless the user has changed the layout mode of the path
de_de: Geben Sie den bevorzugten Layoutmodus für alle Ordner an, es sei denn, der Benutzer hat den Layoutmodus des Pfads geändert
es: Especifique el modo de diseño preferido para todas las carpetas, a menos que el usuario haya cambiado el modo de diseño de la ruta.
fr_fr: Spécifiez le mode de mise en page préféré pour tous les dossiers, sauf si l'utilisateur a modifié le mode de mise en page du chemin
zh_hans: 指定所有文件夹的首选布局模式，除非用户已更改路径的布局模式
zh_hant: 為所有文件夾指定首選佈局模式，除非用戶更改了路徑的佈局模式

# DefaultTerminalDescription.Text
source: Specify the default terminal application used in the context menu
de_de: Geben Sie im Kontextmenü die verwendete Standard-Terminalanwendung an
es: Especifique la aplicación de terminal predeterminada utilizada en el menú contextual
fr_fr: Spécifiez l'application de terminal par défaut utilisée dans le menu contextuel
zh_hans: 指定右键菜单中所使用的默认终端应用
zh_hant: 指定上下文菜單中使用的默認終端應用程序

# DeleteConfirmSwitchDescription.Text
source: A double confirmation dialog will pop up when the user deletes the file
de_de: Wenn der Benutzer die Datei löscht, wird ein doppelter Bestätigungsdialog angezeigt
es: Aparecerá un cuadro de diálogo de confirmación doble cuando el usuario elimine el archivo.
fr_fr: Une double boîte de dialogue de confirmation apparaîtra lorsque l'utilisateur supprimera le fichier
zh_hans: 启用此选项后将在用户删除文件时弹出二次确认对话框
zh_hant: 用戶刪除文件時會彈出雙重確認對話框

# FileLoadModeDescription.Text
source: Balance file loading performance based on different options
de_de: Balancieren Sie die Dateiladeleistung basierend auf verschiedenen Optionen
es: Equilibrar el rendimiento de carga de archivos en función de diferentes opciones
fr_fr: Équilibrer les performances de chargement des fichiers en fonction des différentes options
zh_hans: 根据不同选项来平衡文件加载性能
zh_hant: 根據不同的選項平衡文件加載性能

# FontFamilyComboBoxDescription.Text
source: Specify the font used by the application, need to restart to take effect
de_de: Geben Sie die von der Anwendung verwendete Schriftart an, müssen Sie neu starten, um wirksam zu werden
es: Especifique la fuente utilizada por la aplicación, es necesario reiniciar para que surta efecto
fr_fr: Spécifiez la police utilisée par l'application, besoin de redémarrer pour prendre effet
zh_hans: 指定应用使用的字体，需要重启以生效
zh_hant: 指定應用程序使用的字體，需要重啟生效

# LanguageComboBoxDescription.Text
source: Specify the language used by the application, need to restart to take effect
de_de: Geben Sie die von der Anwendung verwendete Sprache an. Neustart erforderlich, um wirksam zu werden
es: Especifique el idioma utilizado por la aplicación, es necesario reiniciar para que surta efecto
fr_fr: Spécifiez la langue utilisée par l'application, besoin de redémarrer pour prendre effet
zh_hans: 指定应用使用的语言，需要重启以生效
zh_hant: 指定應用程序使用的語言，需要重啟生效

# PrivacyPolicyDescription.Text
source: View the privacy policy of this application
de_de: Sehen Sie sich die Datenschutzrichtlinie dieser Anwendung an
es: Ver la política de privacidad de esta aplicación
fr_fr: Voir la politique de confidentialité de cette application
zh_hans: 查看本应用的隐私策略
zh_hant: 查看此應用程序的隱私政策

# SettingDisplayHiddenItemDescription.Text
source: Hidden files will be shown after enabling this option
de_de: Versteckte Dateien werden angezeigt, nachdem diese Option aktiviert wurde
es: Los archivos ocultos se mostrarán después de habilitar esta opción
fr_fr: Les fichiers cachés seront affichés après avoir activé cette option
zh_hans: 启用此选项后将显示隐藏文件
zh_hant: 啟用此選項後將顯示隱藏文件

# SettingHideProtectedSystemItemsDescription.Text
source: It is strongly recommended to keep this option selected, system files should not be modified or moved
de_de: Es wird dringend empfohlen, diese Option aktiviert zu lassen, Systemdateien sollten nicht geändert oder verschoben werden
es: Se recomienda encarecidamente mantener esta opción seleccionada, los archivos del sistema no deben modificarse ni moverse
fr_fr: Il est fortement recommandé de garder cette option sélectionnée, les fichiers système ne doivent pas être modifiés ou déplacés
zh_hans: 强烈建议保持此项选中，系统文件不应被修改或移动
zh_hant: 強烈建議保持選中此選項，不應修改或移動系統文件

# SettingNavLayoutDescription.Text
source: Control the layout of the navigation view
de_de: Steuern Sie das Layout der Navigationsansicht
es: Controlar el diseño de la vista de navegación
fr_fr: Contrôler la disposition de la vue de navigation
zh_hans: 控制导航栏布局位置
zh_hant: 控制導航視圖的佈局

# SettingPageAlwaysLaunchNewDescription.Text
source: A new process will always be opened when activated after enabling this option, otherwise it will only open a new tab
de_de: Ein neuer Prozess wird immer geöffnet, wenn er nach dem Aktivieren dieser Option aktiviert wird, ansonsten wird nur ein neuer Tab geöffnet
es: Siempre se abrirá un nuevo proceso cuando se active después de habilitar esta opción; de lo contrario, solo abrirá una nueva pestaña
fr_fr: Un nouveau processus sera toujours ouvert lorsqu'il est activé après avoir activé cette option, sinon il n'ouvrira qu'un nouvel onglet
zh_hans: 启用此选项后将在激活时始终打开一个新的进程，否则将仅打开一个新的标签页
zh_hant: 啟用此選項後激活時將始終打開一個新進程，否則只會打開一個新選項卡

# SettingPageAnimationSwitchDescription.Text
source: Control whether animation effects are enabled for each component in the application
de_de: Steuern Sie, ob Animationseffekte für jede Komponente in der Anwendung aktiviert sind
es: Controlar si los efectos de animación están habilitados para cada componente de la aplicación
fr_fr: Contrôler si les effets d'animation sont activés pour chaque composant de l'application
zh_hans: 控制应用内各组件是否启用动画效果
zh_hant: 控制是否為應用中的每個組件啟用動畫效果

# SettingPageContextMenuExtDescription.Text
source: The menu items of third-party programs in the system will be obtained after enabling this option
de_de: Die Menüpunkte von Fremdprogrammen im System werden nach Aktivierung dieser Option abgerufen
es: Los elementos del menú de programas de terceros en el sistema se obtendrán después de habilitar esta opción
fr_fr: Les éléments de menu des programmes tiers du système seront obtenus après avoir activé cette option
zh_hans: 启用此选项后将获取系统中第三方程序的菜单项
zh_hant: 啟用該選項後，將獲得系統中第三方程序的菜單項

# SettingPageSearchEngineConfigDescription.Text
source: Specify search engine configuration, you can always use a specific configuration or ask every time
de_de: Geben Sie die Suchmaschinenkonfiguration an, Sie können immer eine bestimmte Konfiguration verwenden oder jedes Mal fragen
es: Especifique la configuración del motor de búsqueda, siempre puede usar una configuración específica o preguntar cada vez
fr_fr: Spécifiez la configuration du moteur de recherche, vous pouvez toujours utiliser une configuration spécifique ou demander à chaque fois
zh_hans: 指定搜索引擎配置，可始终使用特定配置或每次询问
zh_hant: 指定搜索引擎配置，您可以一直使用特定配置或每次詢問

# SettingPageUIModeDescription.Text
source: Customize the appearance of the application
de_de: Passen Sie das Erscheinungsbild der Anwendung an
es: Personaliza la apariencia de la aplicación.
fr_fr: Personnaliser l'apparence de l'application
zh_hans: 自定义应用的外观
zh_hant: 自定義應用程序的外觀

# SettingPathHistoryDescription.Text
source: The last 25 visit records will be saved after enabling this option
de_de: Die letzten 25 Besuchsdatensätze werden gespeichert, nachdem diese Option aktiviert wurde
es: Los últimos 25 registros de visitas se guardarán después de habilitar esta opción.
fr_fr: Les 25 derniers enregistrements de visite seront enregistrés après avoir activé cette option
zh_hans: 启用此选项后将保存最后25条访问记录
zh_hant: 啟用此選項後將保存最近25條訪問記錄

# SettingSearchHistoryDescription.Text
source: The last 25 search records will be saved after enabling this option
de_de: Die letzten 25 Suchdatensätze werden gespeichert, nachdem diese Option aktiviert wurde
es: Los últimos 25 registros de búsqueda se guardarán después de habilitar esta opción
fr_fr: Les 25 derniers enregistrements de recherche seront enregistrés après avoir activé cette option
zh_hans: 启用此选项后将保存最后25条搜索记录
zh_hant: 啟用此選項後將保存最近25條搜索記錄

# SettingStartupDescription.Text
source: Control the behavior at startup
de_de: Steuern Sie das Verhalten beim Start
es: Controla el comportamiento al inicio
fr_fr: Contrôler le comportement au démarrage
zh_hans: 控制启动时的行为
zh_hant: 控制啟動時的行為

# SettingTabPreviewDescription.Text
source: A preview of the tab will be displayed when the mouse hovers over the title after enabling this option
de_de: Eine Vorschau der Registerkarte wird angezeigt, wenn die Maus über den Titel fährt, nachdem Sie diese Option aktiviert haben
es: Se mostrará una vista previa de la pestaña cuando el mouse se desplace sobre el título después de habilitar esta opción
fr_fr: Un aperçu de l'onglet s'affichera lorsque la souris survolera le titre après avoir activé cette option
zh_hans: 启用此选项后将在鼠标悬停于标签页标题上时显示该标签页的预览
zh_hant: 啟用此選項後，當鼠標懸停在標題上時，將顯示選項卡的預覽

# SettingTreeViewDetachDescription.Text
source: Control whether to display the navigation pane located on the left side of the application
de_de: Steuern Sie, ob der Navigationsbereich auf der linken Seite der Anwendung angezeigt werden soll
es: Controlar si mostrar el árbol de carpetas ubicado en el lado izquierdo de la página
fr_fr: Contrôler s'il faut afficher le volet de navigation situé sur le côté gauche de l'application
zh_hans: 控制是否显示位于页面左侧的目录树
zh_hant: 控制是否顯示位於頁面左側的文件夾樹

# UseWinAndEActivateDescription.Text
source: Shortcut [Win+E] will be intercepted and redirected to this application after enabling this option
de_de: Shortcut [Win+E] wird abgefangen und zu dieser Anwendung umgeleitet, nachdem diese Option aktiviert wurde
es: El acceso directo [Win+E] será interceptado y redirigido a esta aplicación después de habilitar esta opción.
fr_fr: Le raccourci [Win+E] sera intercepté et redirigé vers cette application après avoir activé cette option
zh_hans: 启用此选项后将拦截[Win+E]快捷键并重定向至本应用
zh_hant: 啟用該選項後，快捷鍵[Win+E]將被攔截並重定向到該應用程序

# LoadPhotoFailed.Text
source: Unable to load this image
de_de: Dieses Bild kann nicht geladen werden
es: No se puede cargar esta imagen.
fr_fr: Impossible de charger cette image
zh_hans: 无法加载此图片
zh_hant: 無法加載此圖片

# IntegrateSystemComponentsDescription.Text
source: Provide options related to the integration of this application and system components
de_de: Bieten Sie Optionen in Bezug auf die Integration dieser Anwendung und Systemkomponenten an
es: Proporcionar opciones relacionadas con la integración de esta aplicación y los componentes del sistema.
fr_fr: Fournir des options liées à l'intégration de cette application et des composants du système
zh_hans: 提供有关本应用与系统组件集成等选项
zh_hant: 提供與此應用程序和系統組件集成相關的選項

# IntegrateSystemComponentsLabel.Text
source: Integrate with system components
de_de: Mit Systemkomponenten integrieren
es: Integrar con los componentes del sistema
fr_fr: Intégration avec les composants du système
zh_hans: 与系统组件集成
zh_hant: 與系統組件集成

# InterceptFolderDescription.Text
source: Use this application as the default program for the folder after enabling this option
de_de: Verwenden Sie diese Anwendung als Standardprogramm für den Ordner, nachdem Sie diese Option aktiviert haben
es: Use esta aplicación como el programa predeterminado para la carpeta después de habilitar esta opción
fr_fr: Utilisez cette application comme programme par défaut pour le dossier après avoir activé cette option
zh_hans: 启用此选项后将使用本应用作为文件夹的默认打开方式
zh_hant: 啟用此選項後將此應用程序用作文件夾的默認程序

# InterceptFolderLabel.Text
source: Intercepted and used as the default program for the folder
de_de: Abgefangen und als Standardprogramm für den Ordner verwendet
es: Interceptado y utilizado como programa predeterminado para la carpeta
fr_fr: Intercepté et utilisé comme programme par défaut pour le dossier
zh_hans: 拦截并作为文件夹的默认打开方式
zh_hant: 攔截並用作文件夾的默認程序

# ModifySystemFileDeclare.Text
source: This feature will modify the system registry file to achieve the corresponding purpose. Please pay special attention: Since it is impossible to automatically restore the modified system files before uninstalling, you must turn off this feature before uninstalling after you enable this function, otherwise the system will work abnormally. After you click Continue, you are deemed to have carefully read the above statement and authorized to modify the system files. This application does not assume any responsibility for violating this statement.
de_de: Diese Funktion ändert die Systemregistrierungsdatei, um den entsprechenden Zweck zu erfüllen. Bitte beachten Sie: Da es nicht möglich ist, die geänderten Systemdateien vor der Deinstallation automatisch wiederherzustellen, müssen Sie diese Funktion vor der Deinstallation deaktivieren, nachdem Sie diese Funktion aktiviert haben, sonst funktioniert das System nicht ordnungsgemäß. Nachdem Sie auf Weiter geklickt haben, wird davon ausgegangen, dass Sie die obige Erklärung sorgfältig gelesen haben und berechtigt sind, die Systemdateien zu ändern. Diese Anwendung übernimmt keine Verantwortung für die Verletzung dieser Erklärung.
es: Esta característica modificará el archivo de registro del sistema para lograr el propósito correspondiente. Preste especial atención: dado que es imposible restaurar automáticamente los archivos del sistema modificados antes de la desinstalación, debe desactivar esta función antes de desinstalar después de habilitar esta función; de lo contrario, el sistema funcionará de manera anormal. Después de hacer clic en Continuar, se considera que ha leído detenidamente la declaración anterior y está autorizado a modificar los archivos del sistema. Esta aplicación no asume ninguna responsabilidad por violar esta declaración.
fr_fr: Cette fonctionnalité modifiera le fichier de registre système pour atteindre l'objectif correspondant. Veuillez prêter une attention particulière : Puisqu'il est impossible de restaurer automatiquement les fichiers système modifiés avant la désinstallation, vous devez désactiver cette fonctionnalité avant de désinstaller après avoir activé cette fonction, sinon le système fonctionnera anormalement. Après avoir cliqué sur Continuer, vous êtes réputé avoir lu attentivement la déclaration ci-dessus et autorisé à modifier les fichiers système. Cette application n'assume aucune responsabilité en cas de violation de cette déclaration.
zh_hans: 此功能将修改系统注册表文件以达到对应的目的。请特别注意: 由于无法自动在卸载前还原已修改的系统文件，因此您启用该功能后必须在卸载前关闭，否则将导致系统工作异常。您点击继续后视为已认真阅读上述声明并授权修改系统文件，本应用不承担因违反本声明而导致的任何责任。
zh_hant: 此功能將修改系統註冊表文件以達到相應的目的。 請特別注意：由於卸載前無法自動恢復修改後的系統文件，啟用此功能後卸載前必須關閉此功能，否則係統將無法正常工作。 點擊繼續後，即視為您已仔細閱讀以上聲明，並有權修改系統文件。 本應用不對違反本聲明的行為承擔任何責任。

# ModifySystemFileDeclareDoubleConfirm.Content
source: I have read the above statement carefully and bear the consequences of violating the statement
de_de: Ich habe die obige Erklärung sorgfältig gelesen und trage die Folgen eines Verstoßes gegen die Erklärung
es: He leído detenidamente la declaración anterior y asumo las consecuencias de violarla.
fr_fr: J'ai lu attentivement la déclaration ci-dessus et je supporte les conséquences de la violation de la déclaration
zh_hans: 我已认真阅读以上声明并承担违反声明的后果
zh_hant: 我已仔細閱讀以上聲明，並承擔違反聲明的後果

# QueueDialog_ActionFailed_Content
source: Unable to perform the requested operation due to an exception
de_de: Der angeforderte Vorgang kann aufgrund eines Fehlers nicht ausgeführt werden
es: No se puede realizar la operación solicitada debido a un error
fr_fr: Impossible d'effectuer l'opération demandée en raison d'une erreur
zh_hans: 由于出现错误，无法执行请求的操作
zh_hant: 由於錯誤無法執行請求的操作

# ShutdownFolderGuidence.Text
source: Export the file used to turn off the folder redirection by yourself
de_de: Exportieren Sie die Datei, die verwendet wird, um die Ordnerumleitung selbst zu deaktivieren
es: Exporte el archivo utilizado para desactivar la redirección de carpetas por su cuenta
fr_fr: Exportez vous-même le fichier utilisé pour désactiver la redirection de dossier
zh_hans: 导出用于自行关闭文件夹重定向的文件
zh_hant: 自己導出用來關閉文件夾重定向的文件

# InterceptFolderSwitch.OffContent
source: Disabled
de_de: Behinderte
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 禁用

# InterceptFolderSwitch.OnContent
source: Enabled
de_de: Ermöglicht
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 啟用

# SettingContactAuthorDescription.Text
source: Click to send an email to the developer
de_de: Klicken Sie hier, um eine E-Mail an den Entwickler zu senden
es: Haga clic para enviar un correo electrónico al desarrollador
fr_fr: Cliquez pour envoyer un e-mail au développeur
zh_hans: 点击以向开发者发送邮件
zh_hant: 單擊以向開發人員發送電子郵件

# SettingContactAuthorLabel.Text
source: Contact the developer via email
de_de: Kontaktieren Sie den Entwickler per E-Mail
es: Póngase en contacto con el desarrollador por correo electrónico
fr_fr: Contacter le développeur par e-mail
zh_hans: 通过邮件联系开发者
zh_hant: 通過電子郵件聯繫開發者

# DecompressToSeparateFolder
source: Unzip to respective folder
de_de: In entsprechenden Ordner entpacken
es: Descomprimir en la carpeta respectiva
fr_fr: Décompressez dans le dossier respectif
zh_hans: 解压至相应的文件夹
zh_hant: 解壓到相應文件夾

# MultiProperty_Location_Text
source: All in:
de_de: Alles drin:
es: Todo dentro:
fr_fr: Tout en:
zh_hans: 全部位于:
zh_hant: 全在:

# MultiProperty_TypeDescription_Text
source: Multiple Types
de_de: Mehrere Typen
es: Varios tipos
fr_fr: Plusieurs types
zh_hans: 多种类型
zh_hant: 多種類型

# MultiProperty_Type_Text
source: All of type:
de_de: Alle Typen:
es: Todo tipo:
fr_fr: Tous de type:
zh_hans: 全部为类型:
zh_hant: 全部为类型:

# Properties_General_Description
source: Description:
de_de: Beschreibung:
es: Descripción:
fr_fr: La description:
zh_hans: 文件描述:
zh_hant: 描述:

# SettingDisplayExtensionsDescription.Text
source: File extensions will be shown after enabling this option
de_de: Dateierweiterungen werden angezeigt, nachdem diese Option aktiviert wurde
es: Las extensiones de archivo se mostrarán después de habilitar esta opción
fr_fr: Les extensions de fichiers seront affichées après avoir activé cette option
zh_hans: 启用此选项后将显示文件扩展名称
zh_hant: 啟用此選項後，將顯示文件擴展名

# SettingDisplayExtensionsLabel.Text
source: Show file extensions
de_de: Dateierweiterungen anzeigen
es: Mostrar extensiones de archivo
fr_fr: Afficher les extensions de fichier
zh_hans: 显示文件扩展名称
zh_hant: 顯示文件擴展名

# FileExtensionSwitch.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 已禁用

# FileExtensionSwitch.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 已啟用

# AllowIndex.Content
source: Allow files on this drive to have contents indexed in addition to file properties
de_de: Zulassen, dass Dateien auf diesem Laufwerk zusätzlich zu den Dateieigenschaften auch Inhalte indiziert haben
es: Permitir que los archivos de esta unidad tengan contenido indexado además de las propiedades del archivo
fr_fr: Autoriser les fichiers sur ce lecteur à avoir un contenu indexé en plus des propriétés de fichier
zh_hans: 除了文件属性外，还允许索引此驱动器上的文件内容
zh_hant: 除了文件属性外，还允许索引此驱动器上的文件内容

# CompressDrive.Content
source: Compress this drive to save disk space
de_de: Komprimieren Sie dieses Laufwerk, um Speicherplatz zu sparen
es: Comprimir esta unidad para ahorrar espacio en disco
fr_fr: Compresser ce lecteur pour économiser l'espace disque
zh_hans: 压缩此驱动器以节省磁盘空间
zh_hant: 壓縮此驅動器以節省磁盤空間

# DriveApplyToRootOption.Content
source: Apply to the root directory of drive only
de_de: Nur auf das Stammverzeichnis des Laufwerks anwenden
es: Aplicar solo al directorio raíz de la unidad
fr_fr: Appliquer uniquement au répertoire racine du lecteur
zh_hans: 仅应用到磁盘根目录
zh_hant: 仅適用于驱动器根目录

# DriveApplyToSubItems.Content
source: Apply to all sub-files and sub-folders
de_de: Auf alle Unterdateien und Unterordner anwenden
es: Aplicar a todos los subarchivos y subcarpetas
fr_fr: Appliquer à tous les sous-fichiers et sous-dossiers
zh_hans: 应用到所有子文件和子文件夹
zh_hant: 適用於所有子文件和子文件夾

# DriveCleanup.Content
source: Disk cleanup
de_de: Datenträgerbereinigung
es: Limpieza de disco
fr_fr: Nettoyage de disque
zh_hans: 磁盘清理
zh_hant: 磁盤清理

# DriveType.Text
source: Type:
de_de: Typ:
es: Tipo:
fr_fr: Taper:
zh_hans: 类型:
zh_hant: 類型:

# DriveCleanupButton.Content
source: Cleanup
de_de: Aufräumen
es: Limpiar
fr_fr: Nettoyer
zh_hans: 清理
zh_hant: 清理

# DriveCleanupContent.Text
source: Clean up files that are no longer needed to save disk space and increase disk speed
de_de: Bereinigen Sie nicht mehr benötigte Dateien, um Speicherplatz zu sparen und die Festplattengeschwindigkeit zu erhöhen
es: Limpiar archivos que ya no son necesarios para ahorrar espacio en disco y aumentar la velocidad del disco
fr_fr: Nettoyez les fichiers qui ne sont plus nécessaires pour économiser de l'espace disque et augmenter la vitesse du disque
zh_hans: 清理不再需要的文件以节省磁盘空间并提升磁盘速度
zh_hant: 清理不再需要的文件以節省磁盤空間並提高磁盤速度

# DriveCleanupHeader.Text
source: Drive cleanup
de_de: Laufwerksbereinigung
es: Limpieza de unidades
fr_fr: Nettoyage du disque
zh_hans: 磁盘清理
zh_hant: 硬盘清理

# DriveErrorCheckButton.Content
source: Check
de_de: Überprüfen
es: Cheque
fr_fr: Chèque
zh_hans: 检查
zh_hant: 檢查

# DriveErrorCheckContent.Text
source: This option will check the drive for file system errors
de_de: Diese Option überprüft das Laufwerk auf Dateisystemfehler
es: Esta opción comprobará la unidad en busca de errores del sistema de archivos.
fr_fr: Cette option vérifiera le lecteur pour les erreurs du système de fichiers
zh_hans: 此选项将检查驱动器是否存在文件系统错误
zh_hant: 此選項將檢查驅動器是否存在文件系統錯誤

# DriveErrorCheckHeader.Text
source: Drive error checking
de_de: Überprüfung von Laufwerksfehlern
es: Comprobación de errores de la unidad
fr_fr: Vérification des erreurs de lecteur
zh_hans: 磁盘错误检查
zh_hant: 硬盘错误检查

# DriveOptimizeButton.Content
source: Optimize
de_de: Optimieren
es: Optimizar
fr_fr: Optimiser
zh_hans: 优化
zh_hant: 優化

# DriveOptimizeContent.Text
source: Optimizing the computer's disk drive can make it run more efficiently
de_de: Durch die Optimierung des Festplattenlaufwerks des Computers kann dieser effizienter ausgeführt werden
es: La optimización de la unidad de disco de la computadora puede hacer que funcione de manera más eficiente
fr_fr: L'optimisation du lecteur de disque de l'ordinateur peut le rendre plus efficace
zh_hans: 优化计算机的磁盘驱动器可以使它更高效运行
zh_hant: 優化計算機的磁盤驅動器可以使其運行更高效

# DriveOptimizeHeader.Text
source: Drive fragmentation optimization
de_de: Optimierung der Laufwerksfragmentierung
es: Impulsar la optimización de la fragmentación
fr_fr: Optimisation de la fragmentation des disques
zh_hans: 磁盘碎片优化
zh_hant: 硬盘碎片优化

# UnlockContent.Text
source: This option will find and terminate the program that locks this file
de_de: Diese Option findet und beendet das Programm, das diese Datei sperrt
es: Esta opción encontrará y terminará el programa que bloquea este archivo.
fr_fr: Cette option trouvera et terminera le programme qui verrouille ce fichier
zh_hans: 此选项将寻找并终止占用此文件的程序
zh_hant: 此選項將查找並終止鎖定此文件的程序

# UnlockHeader.Text
source: Unlock the file
de_de: Entsperren Sie die Datei
es: Desbloquear el archivo
fr_fr: Déverrouiller le fichier
zh_hans: 解除文件占用
zh_hant: 解鎖文件
